[
  "github-sync",
  "obsidian-file-link",
  "buttons",
  "calendar",
  "cmdr",
  "dataview",
  "obsidian-html-plugin",
  "homepage",
  "obsidian-hover-editor",
  "html-checkboxes",
  "open-gate",
  "quote-of-the-day",
  "obsidian-spaced-repetition",
  "obsidian-style-settings",
  "surfing",
  "obsidian-text-format",
  "obsidian-task-progress-bar",
  "templater-obsidian",
  "make-md",
  "pomodoro-timer",
  "simple-embeds",
  "obsidian-copy-block-link",
  "omnisearch",
  "obsidian-git"
]